Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_lav-LVA_TM.tmx
Source language: en_gb
Languages: lv_lv

source: Other\ Refusal (DO NOT READ OUT)
lv_lv: Cits/Atteikums (NENOLASĪT)

source: Walking
lv_lv: Eju kājām

source: DK/NA (DO NOT READ OUT)
lv_lv: Nezina / nav atbildes (NENOLASĪT)

source: (DO NOT READ OUT
lv_lv: (NELASĪT)

source: Large town/city
lv_lv: Lielā pilsētā

source: Have you got a mobile phone?
lv_lv: Vai Jums ir mobilais telefons?

source: In which city/borough/commune do you live?
lv_lv: Kurā pilsētā Jūs dzīvojat?

source: Single person household
lv_lv: Dzīvo viens

source: City 1
lv_lv: Rīga

source: Noise
lv_lv: Troksnis

source: Car
lv_lv: Vieglo automobili

source: Public transport
lv_lv: Sabiedriskais transports

source: PROG: ROTATE ITEMS 1 TO 4
lv_lv: PROG:ROTĒT KODUS 1 LĪDZ 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
lv_lv: Vai pēdējo divpadsmit mēnešu laikā Jums ir bijušas grūtības mēneša beigās nomaksāt rēķinus?

source: Other city
lv_lv: Cita pilsēta

source: Generally speaking, the public administration of [CITY NAME] can be trusted
lv_lv: Kopumā runājot, [CITY NAME] pašvaldībai var uzticēties

source: ASK ALL
lv_lv: JAUTĀT VISIEM

source: It is easy to find a job in [CITY NAME]
lv_lv: [CITY NAME] ir viegli atrast darbu

source: Not at all satisfied
lv_lv: Pavisam neapmierināts (-a)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
lv_lv: Es nolasīšu Jums dažus apgalvojumus. Lūdzu, pasakiet man, vai Jūs noteikti piekrītat, drīzāk piekrītat, drīzāk nepiekrītat vai noteikti nepiekrītat katram no šiem apgalvojumiem?

source: Somewhat disagree
lv_lv: Drīzāk nepiekrītu

source: Housing
lv_lv: Mājokļu jautājums

source: (READ OUT – ONE ANSWER ONLY)
lv_lv: (NOLASĪT - TIKAI VIENA ATBILDE)

source: From time to time
lv_lv: Reizēm

source: D21: CODE 9 AND 10 - SINGLE CODES
lv_lv: D21: KODS 9 UN 10 IZSLĒDZ CITUS KODUS

source: Married or cohabiting couple, no children or no children living at home
lv_lv: Precējies vai dzīvo kopā ar partneri, bez bērniem vai nedzīvo kopā ar bērniem

source: Rural area or village
lv_lv: Laukos vai ciematā

source: Train
lv_lv: Vilcienu

source: Very satisfied
lv_lv: Ļoti apmierināts (-a)

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
lv_lv: Vispārīgi runājot, lūdzu, pasakiet man, vai Jūs est ļoti apmierināts (-a), diezgan apmierināts (-a), diezgan neapmierināts (-a) vai pilnībā neapmierināts (-a) ar katru no šiem pakalpojumiem [CITY NAME].

source: Safety
lv_lv: Drošība

source: Your personal job situation
lv_lv: Jūsu personīgo nodarbinātības situāciju

source: Small or medium-sized town
lv_lv: Mazā vai vidēji lielā pilsētā

source: Professional (employed doctor, lawyer, accountant, architect, …)
lv_lv: Algots speciālists (algots ārsts, jurists, grāmatvedis, arhitekts, …)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
lv_lv: [CITY NAME] ir viegli atrast labu mājvietu par pieņemamu cenu

source: Generally speaking, most people in my neighborhood can be trusted
lv_lv: Kopumā runājot, vairumam cilvēku manā mikrorajonā var uzticēties

source: Most of the time
lv_lv: Lielāko daļu laika

source: Have you got a landline phone?
lv_lv: Vai Jūsu mājsaimniecībā ir fiksētā (parastā) telefona līnija?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
lv_lv: Sakiet, lūdzu, cik daudz cilvēku, ieskaitot Jūs pašu, kuri ir 15 un vairāk gadus veci, dzīvo Jūsu mājsaimniecībā?

source: Other (DO NOT READ OUT)
lv_lv: Citu (NENOLASĪT)

source: Q4: CODE 11 - SINGLE CODE
lv_lv: Q4: KODS 11 IZSLĒDZ CITUS KODUS

source: Strongly disagree
lv_lv: Noteikti nepiekrītu

source: I live here since less than 1 year
lv_lv: Šeit dzīvoju ne ilgāk kā vienu gadu

source: Cleanliness
lv_lv: Tīrība

source: The financial situation of your household
lv_lv: Jūsu mājsaimniecības finansiālo stāvokli

source: Other employee (salesman, nurse, …)
lv_lv: Cita veida algots (-a) darbinieks (-ce) (pārdevējs, medmāsa)

source: No
lv_lv: Nē

source: Owner of shop, craftsman
lv_lv: Veikala īpašnieks, amatnieks

source: (READ OUT - ONE ANSWER ONLY)
lv_lv: (NOLASĪT - TIKAI VIENA ATBILDE)

source: Would you say you are…?
lv_lv: Vai Jūsu pašreizējā nodarbošanās ir...?

source: Seeking a job
lv_lv: Meklē darbu

source: Manual worker
lv_lv: Fiziska darba veicējs

source: The noise level
lv_lv: Trokšņu līmenis

source: The administrative services of [CITY NAME] help people efficiently
lv_lv: [CITY NAME] administratīvo pakalpojumu sniedzēji cilvēkiem produktīvi palīdz

source: Urban public transport (bus, metro, tram, ferry, etc.)
lv_lv: Pilsētas sabiedrisko transportu (autobusu, tramvaju, trolejbusu utt.)

source: Gender.
lv_lv: (ATZĪMĒJIET RESPONDENTA DZIMUMU)

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
lv_lv: [CITY NAME] cīnās pret klimata izmaiņām (t.i., efektīvs enerģijas patēriņš, ekoloģisks transports)

source: Female
lv_lv: Sieviete

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
lv_lv: Jūsuprāt, kuri trīs no šiem jautājumiem ir vissvarīgākie [CITY NAME]?

source: What county do you live in?
lv_lv: Kurā Latvijas pilsētā / novadā Jūs dzīvojat?

source: I live here since between 5 to 10 years
lv_lv: Šeit dzīvoju no 5 līdz 10 gadiem

source: I am satisfied to live in [CITY NAME]
lv_lv: Es esmu apmierināts (-a) ar dzīvi [CITY NAME]

source: Male
lv_lv: Vīrietis

source: Social services
lv_lv: Sociālie pakalpojumi

source: Unemployment
lv_lv: Bezdarbs

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
lv_lv: (JA NEPIECIEŠAMS, NOLASĪT - TIKAI VIENA ATBILDE)

source: Farmer, forester, fisherman
lv_lv: Lauksaimnieks, mežstrādnieks, zvejnieks

source: Civil servant
lv_lv: Civildienesta ierēdnis

source: Without a professional activity
lv_lv: Bez profesionālas nodarbošanās

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
lv_lv: D5c JAUTĀT, JA ALGOTS DARBINIEKS (-E), D5a=KODS 2

source: PROG: ROTATE ITEMS 1 TO 7
lv_lv: PROG.: ROTĒT KODUS 1 - 7

source: Education and training
lv_lv: Izglītība un apmācība

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
lv_lv: Ciktāl tas attiecas uz Jūsu pašreizējo nodarbošanos, vai Jūs teiktu, ka Jūs esat pašnodarbināts (-a), algots (-a) darbinieks (-ce), fiziska darba veicējs (-a) vai Jūs esat bez profesionālas nodarbošanās?

source: Refusal (DO NOT READ OUT)
lv_lv: Atteikums (NENOLASĪT)

source: (ONE ANSWER ONLY)
lv_lv: (TIKAI 1 ATBILDE)

source: Air pollution
lv_lv: Gaisa piesārņojums

source: I feel safe in [CITY NAME]
lv_lv: [CITY NAME] es jūtos droši

source: Unskilled manual worker
lv_lv: Nekvalificēts strādnieks

source: Sports facilities such as sport fields and indoor sport halls
lv_lv: Sporta būves, tādas kā sporta laukumi un sporta zāles

source: The life you lead
lv_lv: Jūsu dzīvi

source: Rather unsatisfied
lv_lv: Diezgan neapmierināts (-a)

source: Rather satisfied
lv_lv: Diezgan apmierināts (-a)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
lv_lv: Speciālists, kuram ir privātprakse (jurists, praktizējošs ārsts, grāmatvedis, arhitekts, …)

source: Health services
lv_lv: Veselības aprūpes pakalpojumi

source: Office clerk
lv_lv: Biroja darbinieks

source: Retired
lv_lv: Pensionārs

source: (READ OUT – MAX. 3 ANSWERS)
lv_lv: (NOLASĪT - NE VAIRĀK KĀ 3 ATBILDES)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
lv_lv: Kopumā vai Jūs esat ļoti apmierināts (-a), diezgan apmierināts (-a), ne īpaši apmierināts (-a) vai pavisam neapmierināts (-a) ar ... ?

source: PROG: ROTATE ITEMS 1 to 12
lv_lv: PROG: ROTĒT KODUS 1 LĪDZ 12

source: None (DO NOT READ OUT)
lv_lv: Nevienu no minētajiem (NENOLASĪT)

source: Almost never\ never
lv_lv: Gandrīz nekad / nekad

source: Number of people aged 15 or more in the household
lv_lv: Ģimenes locekļu skaits vecumā 15un vairāk gadi

source: Public transport, for example the bus, tram or metro
lv_lv: Sabiedriskais transports, piemēram, autobuss, tramvajs vai trolejbuss

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
lv_lv: D5b JAUTĀT, JA PAŠNODARBINĀTS (-A), D5a=KODS 1

source: Student (full time)
lv_lv: Students (pilna laika)

source: I feel safe in my neighbourhood
lv_lv: Es jūtos droši savā mikrorajonā

source: Availability of retail shops
lv_lv: Mazumtirdzniecības veikalu pieejamība

source: General management, director or top management
lv_lv: Vispārējā vadība, direktors vai augstākā līmeņa vadība

source: Strongly agree
lv_lv: Noteikti piekrītu

source: How old were you when you stopped full-time education?
lv_lv: Kādā vecumā Jūs pabeidzāt pilna laika mācības? (PILNA LAIKA MĀCĪBAS – mācības ir pamatnodarbošanās (saņemts pamatskolas vai vidusskolas diploms, bakalaura, maģistra grāds u.c.))

source: Ship or boat
lv_lv: Kuģi vai laivu

source: Bicycle
lv_lv: Velosipēdu

source: How old are you?
lv_lv: Kāds ir Jūsu vecums?

source: Motorbike
lv_lv: Motociklu

source: (READ OUT - MAX. 2 ANSWERS)
lv_lv: (NOLASĪT - NE VAIRĀK KĀ 2 ATBILDES)

source: Single parent, one or more children living at home
lv_lv: Viens vecāks un viens vai vairāki bērni, ar kuriem dzīvo kopā

source: Self-employed
lv_lv: Pašnodarbināts (-ā)

source: The state of the streets and buildings in your neighbourhood
lv_lv: Jūsu apkaimes ielu un ēku stāvoklis

source: Fairly satisfied
lv_lv: Diezgan apmierināts (-a)

source: Generally speaking, most people in [CITY NAME] can be trusted
lv_lv: Kopumā runājot, vairumam cilvēku [CITY NAME] var uzticēties

source: (READ OUT - SINGLE CODE)
lv_lv: (NOLASĪT - TIKAI VIENA ATBILDE)

source: On a typical day, which mode or modes of transport do you use most often?
lv_lv: Kuru(-s) transporta līdzekli (-ļus) Jūs ikdienā izmantojat visbiežāk?

source: Schools and other educational facilities
lv_lv: Skolas un citas izglītības iestādes

source: The quality of the air
lv_lv: Gaisa kvalitāte

source: Married or cohabiting couple, with one or more children living at home
lv_lv: Precējies vai dzīvo kopā ar partneri, ir viens vai vairāki bērni, ar kuriem dzīvo kopā

source: Middle management
lv_lv: Vidējā līmeņa vadība, cits vadītājs (nodaļas vadītājs, menedžeris, skolotājs, speciālists)

source: Foreigners who live in [CITY NAME] are well integrated
lv_lv: Ārzemnieki, kas dzīvo [CITY NAME], ir labi integrējušies

source: Health care services, doctors and hospitals
lv_lv: Veselības aprūpes pakalpojumi, ārsti un slimnīcas

source: Employee
lv_lv: Algots (-a) darbinieks (-ce)

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
lv_lv: D5d JAUTĀT, JA FIZISKA DARBA VEICĒJS (-A), D5a=KODS 3

source: Public spaces such as markets, squares, pedestrian areas
lv_lv: Sabiedriskās vietas, tādas kā tirgus, laukumi, gājēju zonas

source: Would you say you live in a…?
lv_lv: Vai Jūs teiktu, ka dzīvojat … ?

source: Which of the following best describes your household composition?
lv_lv: Kas no šeit minētā vislabāk raksturo Jūsu mājsaimniecību?

source: Manager of a company
lv_lv: Uzņēmuma vadītājs

source: I live here since 1 to 5 years
lv_lv: Šeit dzīvoju no 1 līdz 5 gadiem

source: Not very satisfied
lv_lv: Ne īpaši apmierināts (-a)

source: Road infrastructure
lv_lv: Ceļu infrastruktūra

source: PROG: ROTATE ITEMS 1 TO 10
lv_lv: PROG: ROTĒT KODUS 1 LĪDZ 10

source: The presence of foreigners is good for [CITY NAME]
lv_lv: Iebraucēju klātbūtne nāk par labu [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
lv_lv: (PIERAKSTĪT - JA "NA", KODS "98"- JA "ATTEIKUMS", KODS '99')

source: DK (DO NOT READ OUT)
lv_lv: NA (NENOLASĪT)

source: Yes
lv_lv: Jā

source: Green spaces such as parks and gardens
lv_lv: Zaļās zonas, tādas kā sabiedriskie parki un dārzi

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
lv_lv: D5e JAUTĀT, JA RESPONDENTS (-E) IR BEZ PROFESIONĀLAS NODARBOŠANĀS, D5a=KODS 4

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
lv_lv: (INT.: Ja JOPROJĀM MĀCĀS / STUDĒ, KODS ‘00’' – Ja NAV IZGLĪTĪBAS, KODS "01" – Ja ATTEIKUMS, KODS "98" – Ja NA, KODS "99")

source: Other
lv_lv: Cits

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
lv_lv: (PIERAKSTĪT - JA "ATTEIKUMS", KODS '99')

source: FL419 - Quality of life in European Cities UK
lv_lv: FL419 - Quality of life in European CitiesLVL

source: Somewhat agree
lv_lv: Drīzāk piekrītu

source: Cultural facilities such as concert halls, theatres, museums and libraries
lv_lv: Kultūras iestādes, tādas kā koncertzāles, teātri, muzeji un bibliotēkas

source: The place where you live
lv_lv: Vietu, kurā Jūs dzīvojat

source: Was born here/ I’ve been living here for all my life
lv_lv: Esmu šeit dzimis (-usi) / Šeit dzīvoju visu mūžu

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
lv_lv: JA D12 = CITA vai NEZINA, D12 = KODI 198 VAI 199, BEIGT INTERVIJU

source: Supervisor\ foreman (team manager, …)
lv_lv: Uzraugs (-dze)/brigadieris (-e) (komandas vadītājs (-a),...)

source: I live here since more than 10 years
lv_lv: Šeit dzīvoju vairāk nekā 10 gadus

source: For how long have you been living in [CITY NAME]?
lv_lv: Cik ilgi Jūs dzīvojat [CITY NAME]?

source: Looking after the home
lv_lv: Mājsaimnieks/ mājsaimniece
